Revit 2024 API
SymbolTypeId.WPerMSup2 Property
 Symbol W/m², indicating unit Watts per square meter.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId WPerMSup2 { get; }
Visual Basic
Public Shared ReadOnly Property WPerMSup2 As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ WPerMSup2 {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace